Repository: vittorioscocca/KidBox
Catalog: KidBox/KidBox/Localizable.xcstrings
Source language: it
Languages: en, es, fr

source: Autobus
en: Bus
es: Autobús
fr: Bus

source: Avanti
en: Next
es: Siguiente
fr: Suivant

source: Avventura e outdoor
en: Adventure and outdoors
es: Aventura y aire libre
fr: Aventure et plein air

source: Avvia l’acquisto del piano selezionato
en: Start the purchase of the selected plan
es: Iniciar la compra del plan seleccionado
fr: Démarrer l'achat du forfait sélectionné

source: Avvisa
en: Notify
es: Avisar
fr: Prévenir

source: Avvisami una settimana prima della scadenza
en: Notify me one week before the deadline
es: Avísame una semana antes del vencimiento
fr: Prévenez-moi une semaine avant l'échéance

source: Avvisami una settimana prima della scadenza più vicina
en: Notify me one week before the nearest deadline
es: Avísame una semana antes del vencimiento más cercano
fr: Prévenez-moi une semaine avant l'échéance la plus proche

source: Avviso
en: Alert
es: Aviso
fr: Alerte

source: Avviso il giorno prima
en: Alert the day before
es: Aviso el día antes
fr: Alerte la veille

source: Azioni proposte
en: Suggested actions
es: Acciones propuestas
fr: Actions proposées

source: Bambini
en: Children
es: Niños
fr: Enfants

source: Bambino
en: Child
es: Niño
fr: Enfant

source: Banca / gestore / agenzia
en: Bank / provider / agency
es: Banco / gestor / agencia
fr: Banque / gestionnaire / agence

source: Bar, locali, serate
en: Bars, venues, nightlife
es: Bares, locales, noches
fr: Bars, boîtes, soirées

source: Bevande
en: Beverages
es: Bebidas
fr: Boissons

source: Biglietti e prenotazioni
en: Tickets and bookings
es: Billetes y reservas
fr: Billets et réservations

source: Biglietto
en: Ticket
es: Billete
fr: Billet

source: Biglietto non disponibile
en: Ticket not available
es: Billete no disponible
fr: Billet non disponible

source: Biglietto non trovato
en: Ticket not found
es: Billete no encontrado
fr: Billet introuvable

source: Bollo
en: Road tax
es: Impuesto de circulación
fr: Taxe véhicule

source: Boutique, mercati, design
en: Boutiques, markets, design
es: Boutiques, mercados, diseño
fr: Boutiques, marchés, design

source: Briefing quotidiano AI
en: Daily AI briefing
es: Resumen diario IA
fr: Briefing quotidien IA

source: Buon pomeriggio
en: Good afternoon
es: Buenas tardes
fr: Bon après-midi

source: Buonasera
en: Good evening
es: Buenas noches
fr: Bonsoir

source: Buongiorno
en: Good morning
es: Buenos días
fr: Bonjour

source: CIE (Carta d'identità elettronica)
en: CIE (Electronic ID Card)
es: CIE (carné de identidad electrónico)
fr: CIE (carte d'identité électronique)

source: CIRCA
en: ABOUT
es: APROX.
fr: ENVIRON

source: CODICE
en: CODE
es: CÓDIGO
fr: CODE

source: Calendario
en: Calendar
fr: Calendrier

source: Cambia
en: Change
es: Cambiar
fr: Changer

source: Cambia documento
en: Change document
es: Cambiar documento
fr: Changer de document

source: Cambia famiglia
en: Switch family
es: Cambiar de familia
fr: Changer de famille

source: Cancella
en: Clear
es: Borrar
fr: Effacer

source: Cancellare la conversazione?
en: Clear the conversation?
es: ¿Borrar la conversación?
fr: Effacer la conversation ?

source: Cane
en: Dog
es: Perro
fr: Chien

source: Carburante
en: Fuel
es: Combustible
fr: Carburant

source: Carburante: %@
en: Fuel: %@
es: Combustible: %@
fr: Carburant : %@

source: Cardiologia
en: Cardiology
es: Cardiología
fr: Cardiologie

source: Cardiologo
en: Cardiologist
es: Cardiólogo
fr: Cardiologue

source: Carica documento
en: Upload document
es: Cargar documento
fr: Charger un document

source: Carica e condividi documenti e immagini con i membri della famiglia che scegli, oppure tienili solo per te. Se un PDF è protetto da password puoi rimuoverla direttamente dall'app, e selezionando più PDF puoi unirli in un unico file.
en: Upload and share documents and images with the family members you choose, or keep them just for yourself. If a PDF is password-protected you can remove the protection right in the app, and by selecting multiple PDFs you can merge them into a single file.
es: Sube y comparte documentos e imágenes con los miembros de la familia que elijas, o guárdalos solo para ti. Si un PDF está protegido con contraseña, puedes quitar la protección directamente en la app, y seleccionando varios PDF puedes combinarlos en un único archivo.
fr: Téléchargez et partagez des documents et des images avec les membres de la famille de votre choix, ou gardez-les pour vous. Si un PDF est protégé par mot de passe, vous pouvez retirer la protection directement dans l'app, et en sélectionnant plusieurs PDF vous pouvez les fusionner en un seul fichier.

source: Carica un documento una volta sola: tutta la famiglia lo vede subito, senza doverlo chiedere a nessuno.
en: Upload a document once: your whole family sees it right away, without having to ask anyone.
es: Sube un documento una sola vez: toda la familia lo ve al instante, sin tener que pedírselo a nadie.
fr: Importez un document une seule fois : toute la famille le voit aussitôt, sans avoir à le demander à personne.

source: Caricamento PDF...
en: Loading PDF...
es: Cargando PDF...
fr: Chargement du PDF...

source: Caricamento documento…
en: Loading document…
es: Cargando documento…
fr: Chargement du document…

source: Caricamento luogo…
en: Loading location…
es: Cargando lugar…
fr: Chargement du lieu…

source: Caricamento media…
en: Loading media…
es: Cargando multimedia…
fr: Chargement des médias…

source: Caricamento messaggi…
en: Loading messages…
es: Cargando mensajes…
fr: Chargement des messages…

source: Caricamento…
en: Loading…
es: Cargando…
fr: Chargement…

source: Carne e Pesce
en: Meat and Fish
es: Carne y pescado
fr: Viande et poisson

source: Carta d'identità (cartacea)
en: ID Card (paper)
es: Carné de identidad (papel)
fr: Carte d'identité (papier)

source: Carte d'identità e biglietti nel Wallet
en: ID cards and tickets in your Wallet
es: DNI y billetes en el Wallet
fr: Cartes d'identité et billets dans le Wallet

source: Carte importanti
en: Important documents
es: Documentos importantes
fr: Documents importants

source: Cartella clinica
en: Medical record
es: Historia clínica
fr: Dossier médical

source: Cartella vuota
en: Empty folder
es: Carpeta vacía
fr: Dossier vide

source: Cartelle
en: Folders
es: Carpetas
fr: Dossiers

source: Casa
en: Home
fr: Maison

source: Categoria
en: Category
es: Categoría
fr: Catégorie

source: Categoria (es. B)
en: Category (e.g. B)
es: Categoría (ej. B)
fr: Catégorie (ex. B)

source: Categorie
en: Categories
es: Categorías
fr: Catégories

source: Categorie patente
en: License categories
es: Categorías de carné
fr: Catégories de permis

source: Cerca
en: Search
es: Buscar
fr: Rechercher

source: Cerca Farmaco
en: Search Medication
es: Buscar medicamento
fr: Rechercher un médicament

source: Cerca indirizzo o luogo
en: Search address or place
es: Buscar dirección o lugar
fr: Rechercher une adresse ou un lieu

source: Cerca indirizzo...
en: Search address...
es: Buscar dirección...
fr: Rechercher une adresse...

source: Cerca la destinazione del viaggio
en: Search for the trip destination
es: Busca el destino del viaje
fr: Recherchez la destination du voyage

source: Cerca medico...
en: Search doctor...
es: Buscar médico...
fr: Rechercher un médecin...

source: Cerca messaggi
en: Search messages
es: Buscar mensajes
fr: Rechercher des messages

source: Cerca nelle note
en: Search in notes
es: Buscar en las notas
fr: Rechercher dans les notes

source: Cerca per titolo, tipo, officina…
en: Search by title, type, garage…
es: Buscar por título, tipo, taller…
fr: Rechercher par titre, type, garage…

source: Cerca viaggio o destinazione…
en: Search trip or destination…
es: Buscar viaje o destino…
fr: Rechercher un voyage ou une destination…

source: Cerca visita
en: Search visit
es: Buscar visita
fr: Rechercher une visite

source: Cerca visite, esami, cure…
en: Search visits, exams, treatments…
es: Buscar visitas, exámenes, tratamientos…
fr: Rechercher visites, examens, traitements…

source: Chat Salute AI
en: Health AI Chat
es: Chat Salud IA
fr: Chat Santé IA

source: Chi può accedere ai dati della famiglia.
en: Who can access the family data.
es: Quién puede acceder a los datos de la familia.
fr: Qui peut accéder aux données de la famille.

source: Chi viaggia?
en: Who's traveling?
es: ¿Quién viaja?
fr: Qui voyage ?

source: Chiaro
en: Light
es: Claro
fr: Clair

source: Chiave Base32
en: Base32 key
es: Clave Base32
fr: Clé Base32

source: Chiave di crittografia non disponibile.
en: Encryption key not available.
es: Clave de cifrado no disponible.
fr: Clé de chiffrement non disponible.

source: Chiave di crittografia non trovata
en: Encryption key not found
es: Clave de cifrado no encontrada
fr: Clé de chiffrement introuvable

source: Chiave di crittografia non trovata. Verifica le impostazioni famiglia.
en: Encryption key not found. Check family settings.
es: Clave de cifrado no encontrada. Verifica los ajustes de la familia.
fr: Clé de chiffrement introuvable. Vérifiez les réglages de la famille.

source: Chiave mancante
en: Missing key
es: Clave faltante
fr: Clé manquante

source: Chiedi all'AI
en: Ask the AI
es: Preguntar a la IA
fr: Demander à l'IA

source: Chiedi all'assistente…
en: Ask the assistant…
es: Preguntar al asistente…
fr: Demander à l'assistant…

source: Chiedi come funzionano calendario, documenti, salute, chat, viaggi e le altre sezioni dell'app.
en: Ask how the calendar, documents, health, chat, trips and other sections of the app work.
es: Pregunta cómo funcionan el calendario, los documentos, la salud, el chat, los viajes y las demás secciones de la app.
fr: Demandez comment fonctionnent le calendrier, les documents, la santé, le chat, les voyages et les autres sections de l'app.

source: Chiedi ogni volta
en: Ask every time
es: Preguntar cada vez
fr: Demander à chaque fois

source: Chiedi qualsiasi cosa sulla tua famiglia: l'assistente conosce salute, documenti, spese, calendario e password, e può creare eventi o promemoria al posto tuo.
en: Ask anything about your family: the assistant knows about health, documents, expenses, calendar and passwords, and can create events or reminders for you.
es: Pregunta lo que quieras sobre tu familia: el asistente conoce la salud, los documentos, los gastos, el calendario y las contraseñas, y puede crear eventos o recordatorios por ti.
fr: Demandez tout ce que vous voulez sur votre famille : l'assistant connaît la santé, les documents, les dépenses, le calendrier et les mots de passe, et peut créer des événements ou des rappels à votre place.

source: Chiedi, invece di cercare
en: Ask, instead of searching
es: Pregunta, en vez de buscar
fr: Demandez, au lieu de chercher

source: Chiedile qualsiasi cosa
en: Ask it anything
es: Pregúntale lo que quieras
fr: Demandez-lui n'importe quoi

source: Chilometri
en: Kilometers
es: Kilómetros
fr: Kilomètres

source: Chilometri attuali
en: Current mileage
es: Kilómetros actuales
fr: Kilométrage actuel

source: Chilometri: %lld km
en: Mileage: %lld km
es: Kilómetros: %lld km
fr: Kilométrage : %lld km

source: Chiudi
en: Close
es: Cerrar
fr: Fermer

source: Chiudi e riapri KidBox per usare la nuova lingua.
en: Close and reopen KidBox to use the new language.
es: Cierra y vuelve a abrir KidBox para usar el nuevo idioma.
fr: Fermez et rouvrez KidBox pour utiliser la nouvelle langue.

source: Ci aiuta a personalizzare i consigli
en: It helps us personalize the suggestions
es: Nos ayuda a personalizar las sugerencias
fr: Cela nous aide à personnaliser les suggestions

source: Ciao! Posso aiutarti a capire meglio l'insieme degli esami presenti in questa schermata.
en: Hi! I can help you better understand the set of exams on this screen.
es: ¡Hola! Puedo ayudarte a entender mejor el conjunto de exámenes de esta pantalla.
fr: Bonjour ! Je peux vous aider à mieux comprendre l'ensemble des examens présents sur cet écran.

source: Ciao! Posso aiutarti a capire meglio l'insieme delle visite mediche presenti in questa schermata.
en: Hi! I can help you better understand the set of medical visits on this screen.
es: ¡Hola! Puedo ayudarte a entender mejor el conjunto de visitas médicas de esta pantalla.
fr: Bonjour ! Je peux vous aider à mieux comprendre l'ensemble des visites médicales présentes sur cet écran.

source: Ciao! Posso aiutarti a capire meglio questo esame.
en: Hi! I can help you better understand this exam.
es: ¡Hola! Puedo ayudarte a entender mejor este examen.
fr: Bonjour ! Je peux vous aider à mieux comprendre cet examen.

source: Ciao! Sono il tuo assistente sanitario per %@.
en: Hi! I'm your health assistant for %@.
es: ¡Hola! Soy tu asistente de salud para %@.
fr: Bonjour ! Je suis votre assistant santé pour %@.

source: Ciao! Sono pronto ad aiutarti a capire questa visita medica.
en: Hi! I'm ready to help you understand this medical visit.
es: ¡Hola! Estoy listo para ayudarte a entender esta visita médica.
fr: Bonjour ! Je suis prêt à vous aider à comprendre cette visite médicale.

source: Ciao, sono il tuo assistente
en: Hi, I'm your assistant
es: Hola, soy tu asistente
fr: Bonjour, je suis votre assistant

source: Cibo e gastronomia
en: Food and cuisine
es: Comida y gastronomía
fr: Nourriture et gastronomie

source: Cifra con passphrase
en: Encrypt with passphrase
es: Cifrar con frase de contraseña
fr: Chiffrer avec une phrase secrète

source: Circa 1 volta al mese (~30 giorni)
en: About once a month (~30 days)
es: Aproximadamente una vez al mes (~30 días)
fr: Environ une fois par mois (~30 jours)

source: Circa 2 volte al mese (~15 giorni)
en: About twice a month (~15 days)
es: Aproximadamente dos veces al mes (~15 días)
fr: Environ deux fois par mois (~15 jours)

source: Cluster da %lld voci
en: Cluster of %lld entries
es: Grupo de %lld entradas
fr: Groupe de %lld entrées

source: Codice %@
en: Code %@
es: Código %@
fr: Code %@

source: Codice Fiscale
en: Tax code
es: NIF
fr: Code fiscal

source: Codice QR
en: QR code
es: Código QR
fr: QR code

source: Codice QR non disponibile
en: QR code not available
es: Código QR no disponible
fr: QR code non disponible

source: Codice biglietto (opzionale)
en: Ticket code (optional)
es: Código del billete (opcional)
fr: Code du billet (facultatif)

source: Codice di accesso
en: Access code
es: Código de acceso
fr: Code d'accès

source: Codice invito
en: Invite code
es: Código de invitación
fr: Code d'invitation

source: Codice prenotazione (opzionale)
en: Booking code (optional)
es: Código de reserva (opcional)
fr: Code de réservation (facultatif)

source: Codice promozionale App Store
en: App Store promo code
es: Código promocional de App Store
fr: Code promo App Store

source: Codice promozionale o offerta App Store
en: App Store promo or offer code
es: Código promocional u oferta de App Store
fr: Code promo ou offre App Store

source: Collega Apple Salute
en: Connect Apple Health
es: Conectar Apple Salud
fr: Connecter Apple Santé

source: Collega Apple Salute e consenti l'accesso a passi, cuore, pressione e ossigeno.
en: Connect Apple Health and allow access to steps, heart, blood pressure and oxygen.
es: Conecta Apple Salud y permite el acceso a pasos, corazón, tensión y oxígeno.
fr: Connectez Apple Santé et autorisez l'accès aux pas, au cœur, à la tension et à l'oxygène.

source: Collega documento
en: Link document
es: Enlazar documento
fr: Lier un document

source: Collega documento già in Documenti
en: Link a document already in Documents
es: Enlazar un documento ya en Documentos
fr: Lier un document déjà dans Documents

source: Collega il tuo assistente AI e trasforma KidBox nel punto di riferimento intelligente della tua famiglia. Salute, routine, documenti, agenda: tutto il contesto che già tieni in app, a disposizione di un assistente che conosce davvero i tuoi figli.
en: Connect your AI assistant and turn KidBox into your family's smart hub. Health, routines, documents, calendar: all the context you already keep in the app, available to an assistant that really knows your children.
es: Conecta tu asistente IA y convierte KidBox en el referente inteligente de tu familia. Salud, rutinas, documentos, agenda: todo el contexto que ya guardas en la app, a disposición de un asistente que conoce de verdad a tus hijos.
fr: Connectez votre assistant IA et faites de KidBox le repère intelligent de votre famille. Santé, routines, documents, agenda : tout le contexte que vous gardez déjà dans l'app, à disposition d'un assistant qui connaît vraiment vos enfants.

source: Collegamento Salute
en: Health connection
es: Conexión con Salud
fr: Connexion Santé

source: Colore
en: Color
es: Color
fr: Couleur

source: Colore: %@
en: Color: %@
es: Color: %@
fr: Couleur : %@

source: Come ci arriverete?
en: How will you get there?
es: ¿Cómo llegaréis?
fr: Comment allez-vous y arriver ?

source: Come funziona
en: How it works
es: Cómo funciona
fr: Comment ça marche

source: Come ti piace viaggiare?
en: How do you like to travel?
es: ¿Cómo te gusta viajar?
fr: Comment aimez-vous voyager ?

source: Come vuoi iniziare?
en: How do you want to start?
es: ¿Cómo quieres empezar?
fr: Comment voulez-vous commencer ?

source: Completati
en: Completed
es: Completados
fr: Terminés

source: Compressione in corso…
en: Compressing…
es: Comprimiendo…
fr: Compression…

source: Con bambini, 1–2 attività al giorno rendono il viaggio più piacevole per tutti.
en: With kids, 1–2 activities a day make the trip more enjoyable for everyone.
es: Con niños, 1–2 actividades al día hacen el viaje más agradable para todos.
fr: Avec des enfants, 1 à 2 activités par jour rendent le voyage plus agréable pour tous.

source: Con contesto ampio mostra la scelta prima di ogni invio.
en: Compact summary
es: Contexto resumido
fr: Résumé compact

source: Con profili sanitari molto ampi, KidBox può inviare tutti i referti o un riassunto. Puoi cambiare questa scelta in qualsiasi momento; se scegli «Chiedi ogni volta», vedrai il dialogo prima di ogni invio.
en: With very large health profiles, KidBox can send all reports or a summary. You can change this choice at any time; if you choose «Ask every time», you'll see the dialog before each send.
es: Con perfiles de salud muy amplios, KidBox puede enviar todos los informes o un resumen. Puedes cambiar esta opción en cualquier momento; si eliges «Preguntar cada vez», verás el diálogo antes de cada envío.
fr: Avec des profils de santé très volumineux, KidBox peut envoyer tous les comptes rendus ou un résumé. Vous pouvez modifier ce choix à tout moment ; si vous choisissez « Demander à chaque fois », vous verrez la boîte de dialogue avant chaque envoi.

source: Concerto
en: Concert
es: Concierto
fr: Concert

source: Condividi
en: Share
es: Compartir
fr: Partager

source: Condividi QR
en: Share QR
es: Compartir QR
fr: Partager le QR

source: Condividi file esportato
en: Share exported file
es: Compartir archivo exportado
fr: Partager le fichier exporté

source: Condividi in sicurezza, senza uscire da KidBox
en: Share them securely, without leaving KidBox
es: Compártelas de forma segura, sin salir de KidBox
fr: Partagez-les en toute sécurité, sans quitter KidBox

source: Condividi la mia posizione
en: Share my location
es: Compartir mi ubicación
fr: Partager ma position

source: Condividi la posizione in tempo reale con la famiglia e crea zone (geofence) per essere avvisato quando un bambino entra o esce da un luogo, come scuola o casa.
en: Share your location with the family in real time and create zones (geofences) to be notified when a child enters or leaves a place, like school or home.
es: Comparte tu ubicación en tiempo real con la familia y crea zonas (geovallas) para recibir un aviso cuando un niño entra o sale de un lugar, como el colegio o casa.
fr: Partagez votre position en temps réel avec la famille et créez des zones (géorepérage) pour être averti quand un enfant entre ou sort d'un lieu, comme l'école ou la maison.

source: Condividi la tua posizione
en: Share your location
es: Compartir tu ubicación
fr: Partager votre position

source: Condividi questo codice QR. L'altro genitore lo scannerizzerà per unirsi alla famiglia e ricevere automaticamente la chiave di cifratura.
en: Share this QR code. The other parent will scan it to join the family and automatically receive the encryption key.
es: Comparte este código QR. El otro progenitor lo escaneará para unirse a la familia y recibir automáticamente la clave de cifrado.
fr: Partagez ce QR code. L'autre parent le scannera pour rejoindre la famille et recevoir automatiquement la clé de chiffrement.

source: Condividi temporaneamente
en: Share temporarily
es: Compartir temporalmente
fr: Partager temporairement

source: Condivisa da
en: Shared by
es: Compartido por
fr: Partagé par

source: Conferma
en: Confirm
es: Confirmar
fr: Confirmer

source: Conferma cura
en: Confirm treatment
es: Confirmar tratamiento
fr: Confirmer le traitement

source: Conferma dose
en: Confirm dose
es: Confirmar dosis
fr: Confirmer la dose

source: Configura OTP
en: Set up OTP
es: Configurar OTP
fr: Configurer l'OTP

source: Configura dose
en: Set up dose
es: Configurar dosis
fr: Configurer la dose

source: Configura orari
en: Set up times
es: Configurar horarios
fr: Configurer les horaires

source: Configurazione OTP salvata con successo.
en: OTP configuration saved successfully.
es: Configuración OTP guardada correctamente.
fr: Configuration OTP enregistrée avec succès.

source: Conflitti Title + Username
en: Title + Username conflicts
es: Conflictos Título + Usuario
fr: Conflits Titre + Nom d'utilisateur

source: Conflitti: %lld
en: Conflicts: %lld
es: Conflictos: %lld
fr: Conflits : %lld

source: Coniglio
en: Rabbit
es: Conejo
fr: Lapin

source: Conosce salute, visite, esami, documenti, wallet e password
en: Knows health, visits, exams, documents, wallet and passwords
es: Conoce salud, visitas, exámenes, documentos, wallet y contraseñas
fr: Connaît santé, visites, examens, documents, wallet et mots de passe

source: Conosco il tuo calendario, i to-do, le cure, visite ed esami, i documenti, il wallet, le note, le spese e le scadenze sanitarie. Chiedimi qualsiasi cosa.
en: I know your calendar, to-dos, treatments, visits and exams, documents, wallet, notes, expenses and health deadlines. Ask me anything.
es: Conozco tu calendario, tus tareas, los tratamientos, visitas y exámenes, los documentos, la wallet, las notas, los gastos y los vencimientos de salud. Pregúntame lo que quieras.
fr: Je connais votre calendrier, vos to-dos, vos traitements, visites et examens, vos documents, votre wallet, vos notes, vos dépenses et vos échéances de santé. Demandez-moi ce que vous voulez.

source: Consenso fornito
en: Consent provided
es: Consentimiento otorgado
fr: Consentement fourni

source: Consenso richiesto
en: Consent required
es: Consentimiento requerido
fr: Consentement requis

source: Conserva biglietti, tessere e documenti d'identità della famiglia in un unico posto, sempre a portata di mano anche senza connessione.
en: Keep the family's tickets, cards and ID documents in one place, always at hand even without a connection.
es: Guarda los billetes, tarjetas y documentos de identidad de la familia en un solo lugar, siempre a mano incluso sin conexión.
fr: Conservez les billets, cartes et pièces d'identité de la famille au même endroit, toujours à portée de main même sans connexion.

source: Conserva documenti d'identità e di viaggio, e ricevi un promemoria una settimana prima che scadano.
en: Keep identity and travel documents, and get a reminder a week before they expire.
es: Guarda documentos de identidad y de viaje, y recibe un aviso una semana antes de que caduquen.
fr: Conservez vos papiers d'identité et de voyage, et recevez un rappel une semaine avant leur expiration.
